Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: The Gay Police Association aims to support gay staff and to educate the police service and central government on issues connected with sexual orientation and policing.
vi: Hiệp hội Cảnh sát Đồng tính hướng đến mục đích hỗ trợ các nhân viên đồng tính và giáo dục các đơn vị công an và chính quyền trung ương về các vấn đề kết nối giữa khuynh hướng tình dục và cảnh sát.

source: The Guilty Knowledge Test (GKT) compares reactions to various items, some of which may reveal knowledge of the crime.
vi: Bài kiểm tra nhận biết các hành vi phạm tội (Guilty Knowledge Test - GKT) đánh giá các phản ứng trước nhiều vật phẩm khác nhau, một vài trong số đó có thể tiết lộ hiểu biết về tội ác.

source: The Innocence Project has now done just this and in well over one hundred cases the DNA of the person in prison has been found not to match the crime sample.
vi: Dự án vô tội vẫn đang được thực hiện và có hơn một trăm trường hợp mà mẫu vật DNA của người ở tù không khớp với mẫu vật của tên tội phạm thật sự.

source: The Islamic system seems to focus more on compensating the victims than punishing the offenders but is also about not alienating the offenders so that they are not lost to the community.
vi: Luật pháp Hồi giáo thường tập trung vào việc đền bù cho nạn nhân hơn là việc trừng phạt người phạm tội, và thậm chí còn không xa lánh người phạm tội để giúp họ không bị lạc lõng giữa cộng đồng.

source: The Major, however, answered the questions in a curious way: when asked a question he talked through each of the four possible answers and whilst he was doing so a cough indicating the correct answer was heard from the audience.
vi: Tuy nhiên, ngài Thiếu tá đã trả lời những câu hỏi này theo một cách kỳ lạ: khi câu hỏi được đọc ra, ông đã nói lên lần lượt cả bốn đáp án và khi đó luôn có một tiếng ho ám chỉ đáp án chính xác vọng ra từ phía khán giả.

source: The National Society for the Prevention of Cruelty to Children (NSPCC) reports that one in six children are sexually abused before the age of sixteen and that children are far more likely to be abused by someone they know (a family member or a neighbour) than by a stranger.
vi: Hiệp hội Phòng chống ngược đãi trẻ em của Anh (NSPCC) thống kê rằng cứ 6 trẻ em thì có 1 em bị lạm dụng tình dục trước tuổi 16 và các em ấy thường bị lạm dụng bởi những người quen (thành viên trong gia đình hoặc hàng xóm) nhiều hơn là bởi một người lạ.

source: The News of the World newspaper then began a campaign of naming and shaming convicted paedophiles.
vi: Tờ báo Tin tức và Thế giới khi đó đã bắt đầu một chiến dịch nêu tên và làm xấu hổ những tên ấu dâm đã từng bị kết án .

source: The Prison Service also runs programmes for low risk offenders, high-risk offenders and also for offenders with learning difficulties.
vi: Ban dịch vụ phòng giam cũng tiến hành các chương trình cho tội phạm có mức độ nguy hiểm thấp, cao và đồng thời cho những tội phạm gặp khó khăn trong việc học.

source: The Project often proved that the convictions were false by very modern use of DNA testing (a procedure pioneered by Sir Alec Jeffreys here at the University of Leicester).
vi: Dự án thường chứng minh rằng sự kết án đã sai bởi việc sử dụng kiểm tra DNA hiện đại (một biện pháp được tiên phong bởi Sir Alec Jeffreys tại Đại học Leicester).

source: The SRA looks at four factors:
vi: SRA nói đến 4 yếu tố:

source: The Special Investigations Branch of New Scotland Yard approached forensic linguist and phonetician Peter French to see if he could identify the person producing the cough.
vi: Đội Điều tra đặc biệt của Sở cảnh sát Scotland Yard đã tìm đến ông Peter French, một nhà ngôn ngữ học pháp lý kiêm ngữ âm học để nhờ giúp đỡ xác định tác giả của tiếng ho ấy.

source: The UK Home Office has recently proposed that research adopting arandomized control trial design (RCT: offenders are randomly assigned to either the intervention or a no-intervention group and their outcomes compared) is the highest standard possible.
vi: Bộ nội vụ vương quốc Anh gần đây đã đề xuất một giải pháp là nghiên cứu thiết kế những phiên tòa có sự điều khiển thông qua việc sắp xếp ngẫu nhiên (RCT: phạm nhân được chỉ định ngẫu nhiên với một nhóm có sự can thiệp hoặc không, rồi so sánh kết quả) là tiêu chuẩn cao nhất có thể thực hiện được .

source: The USA is alone in Western countries in retaining the death penalty.
vi: Mỹ là quốc gia duy nhất trong các nước phương Tây vẫn còn duy trì án tử hình.

source: The ability to do this can often be dependent on a variety of outside forces, however, such as the availability of funding and access to privileged data or to imprisoned individuals.
vi: Khả năng làm được điều này phụ thuộc vào rất nhiều tác động bên ngoài như khả năng tài chính và việc tiếp cận với các dữ liệu đặc biệt hay các cá nhân đang bị giam giữ .

source: The above factors have been conceptualized into the three principles of risk, need and responsivity of offender rehabilitation.
vi: Tóm lại, những yếu tố trên được quan niệm như là ba nguyên tắc: nguyên tắc nguy cơ, nguyên tắc nhu cầu và nguyên tắc đáp ứng.

source: The accuracy of their descriptions of the perpetrator was gauged from comparison with the appearance of the assassin on a video-recording from a surveillance camera a few minutes before the killing.
vi: Tính chính xác của bản miêu tả ấy về thủ phạm đều dựa trên sự so sánh ngoại hình của kẻ ám sát trong video được ghi lại từ camera giám sát vài phút trước đó.

source: The aim of environmental criminologists was to identify areas where criminals were likely to offend from the locations of the offenders’ residences: the aim of geographical profiling is the reverse.
vi: Mục đích của một nhà tội phạm học theo môi trường sống là xác định những khu vực nơi mà những kẻ phạm tội có thể thực hiện tội ác dựa trên những địa điểm cư trú chúng: mục đích của lập hồ sơ theo địa lý thì ngược lại.

source: The aim of the MAPPP is to increase public safety by reducing serious reoffending through making sure that the whereabouts and the behaviour of the offenders are supervised and managed.
vi: Mục đích của Những sắp xếp bảo vệ công chúng đa chi nhánh là tăng sự an toàn của công chúng bằng cách giảm thiểu việc tái phạm nghiêm trọng qua việc đảm bảo vị trí và hành vi của kẻ phạm tội được giám sát và quản lý.

source: The aim of these dilemmas is to challenge the reasoning of those in attendance on the programme and to help them choose appropriate skills for the situations that they may find themselves in.
vi: nhằm mục đích thử thách khả năng lập luận của những người tham dự và giúp họ chọn các kỹ năng thích hợp cho những tình huống mà họ có thể gặp phải.

source: The aim of this chapter was to provide an overview of the ‘What Works’ debate and the current state of the field of offender rehabilitation.
vi: Mục đích của chương này là cung cấp một cái nhìn tổng quan về các tranh luận liên quan đến “What Works” và tình hình hiện tại của lĩnh vực cải tạo phạm nhân.

source: The aim of this section of the programme is to provide offenders with alternative courses of action in situations where their anger would have previously resulted in violence and offending.
vi: Mục đích của phần này là cung cấp cho phạm nhân những cách hành xử khác trong các tình huống mà trước đây sự tức giận của họ đã dẫn đến bạo lực và tội ác.

source: The answer to this question is not entirely clear mainly because different people involved in offender profiling can, and do, use a variety of techniques in order to reach their conclusions.
vi: Câu trả lời cho vấn đề này không hoàn toàn rõ ràng chủ yếu là vì nhiều người khác nhau liên quan đến tội phạm có thể hoặc chắc chắn sẽ sử dụng nhiều thủ đoạn, mánh khóe để đạt được mục đích của họ.

source: The apparent poorer mental and physical health of inmates might relate to a dis- proportionate number of prisoners being people of lower socio- economic status, which is also associated with poorer mental and physical health.
vi: Sức khoẻ tâm lý và trí óc suy nhược của bạn tù có sự liên quan đến sự mất cân đối giữa số tù nhân có vị thế kinh tế- xã hội thấp, điều này cũng đi kèm với sự suy giảm về tinh thần và sức khoẻ thể chất.

source: The application of this type of analysis to the large number of available small studies showed that the treatment of offenders can, under the right circumstances, provide positive results.
vi: Ứng dụng của phép phân tích này vào một số lớn các nghiên cứu nhỏ cho thấy sự điều trị, trong những trường hợp thích hợp, có thể cung cấp nhữg kết quả khả thi.

source: The area with which criminals are familiar and which surrounds their residence has been called the ‘home range’, while the area in which they commit crimes has been called the ‘criminal range’.
vi: Khu vực mà những kẻ phạm tội quen thuộc và khu vực xung quanh nơi cư trú của chúng được gọi là "phạm vi cư trú", trong khi đó, khu vực mà chúng thực hiện tội ác được gọi là "phạm vi phạm tội".

source: The argument is that you would not use a drug which had not been tested properly to treat a physical illness so why should you use a psychological treatment which has not been shown to work effectively to change behaviour or cognition?
vi: Tranh cãi ở đây là bạn sẽ không sử dụng loại thuốc chưa được thí nghiệm chính xác để trị những căn bệnh về thể chất thì tại sao bạn lại sử dụng 1 hình thức điều trị về tâm lý, cái mà chưa được cho thấy là có hiệu quả để thay đổi hành vi và nhận thức?

source: The arrangements are carried out by a Multi-Agency Public Protection Panel (MAPPP), which is made up of police, probation, social services, housing, health and youth offending teams.
vi: Sự sắp xếp được tiến hành bởi Ủy ban bảo vệ công chúng đa chi nhánh, cái mà được thành lập bởi cảnh, .

source: The assumption of consistency across crimes appears to be faring well.
vi: Giả định về tính nhất quán trong mọi tội ác có vẻ khá đúng.

source: The author of a study with a small sample size that yields no detectable treatment effect may conclude that the treatment is ineffective and should therefore be dis- continued.
vi: Tác giả của một công trình nghiên cứu trên kích thước mẫu nhỏ không thể phát hiện ra kết quả điều trị đã kết luận rằng phương pháp điều trị này thiếu hiệu quả và nên sớm kết thúc.

source: The basis of Shuy’s work is a straightforward form of conversation analysis known as topic analysis.
vi: Nền tảng trong nghiên cứu của Shuy chính là hình thức đơn giản của bản phân tích đối tượng,ở đây chính là cuộc đối thoại.

source: The benefits of minimal travel are therefore outweighed by the potential of being caught.
vi: Vì vậy, những lợi ích của di chuyển tối thiểu bị vượt qua bởi khả năng bị bắt.

source: The box above summarizes the evidence-based criteria that the CSAP have adopted.
vi: Bảng tóm tắt bên trên căn cứ theo tiêu chí mà CSAP đã thông qua.

source: The call to discontinue the treatment programme based on such small studies could therefore be premature.
vi: Vì thế, những chương trình điều trị dựa trên một số nghiên cứu nhỏ nên ngừng thực hiện sớm.

source: The campaign is aimed at adults who have abused or are thinking about abusing.
vi: Chiến dịch này hướng tới những người trưởng thành đã từng lạm dụng hoặc nghĩ đến chuyện lạm dụng.

source: The campaign will offer support and advice for potential offenders and to help them change their
vi: Chiến dịch này đưa ra sự ủng hộ và lời khuyên cho những tội phạm tiềm năng và giúp thay đổi

source: The careful planning that had gone into them, the extensive cutting of the victims, the mutilation of the victims’ bodies, and the posing of their bodies in sexually degrading manners in preparation for their discovery, were highlighted as the consistent and distinctive features.
vi: Việc lên kế hoạch tỉ mỉ mà đã trở thành hành vi của hắn, những vết cắt nghiêm trọng trên cơ thể nạn nhân, sự phanh thây xác các nạn nhân, và sắp đặt xác họ trong tư thế hạ nhục dâm dục khi bị tìm thấy, đã được làm nổi bật lên là những đặc điểm đặc trưng và nhất quán.

source: The caution for the UK is ‘You do not have to say anything.
vi: Ở Anh thì những lời cảnh báo đó là: "Anh không cần phải nói bất kỳ điều gì.

source: The chapter also considers how police officers cope with the demands placed on them and how personnel are selected, and discusses some of the Government’s aims to create a police service representative of the community it serves.
vi: Nội dung chương này cũng quan tâm đến cách thức các sĩ quan cảnh sát xử lý những nhiệm vụ được yêu cầu, quy trình tuyển chọn sĩ quan cảnh sát, đồng thời thảo luận về những mục tiêu của Chính phủ nhằm tạo ra một hình mẫu cảnh sát của cộng đồng.

source: The chapter has also provided a couple of examples of the programmes along with the related research evidence.
vi: Chương này cũng đã cung cấp một vài ví dụ về các chương trình cùng với các bằng chứng nghiên cứu liên quan.

source: The chapter started out by asking what your thoughts were about the rehabilitation of offenders.
vi: Mở đầu chương là những câu hỏi về quan điểm của người đọc đối với hoạt động cải tạo phạm nhân.

source: The chapter will also introduce the reader to some examples of programmes, how they operate and what the research literature says about their ability to reduce reoffending rates.
vi: Chương này cũng sẽ giới thiệu đến người đọc một vài ví dụ về những chương trình nói trên, cách thức hoạt động và các bài nghiên cứu đã nói gì về khả năng giảm thiểu tỉ lệ tái gây án. .

source: The chapter will also talk about the effectiveness of these treatments; do the punishments work?
vi: Chương này cũng sẽ nói về hiệu quả của những phương pháp điều trị này; những hình phạt có tác dụng hay không?

source: The choice of which indicator of treatment success (or failure) to use is also an important consideration in this type of research (which is often called treatment–outcome research).
vi: Bên cạnh đó, việc lựa chọn yếu tố nào quyết định thành công (hoặc thất bại) của chương trình điều trị cũng cần được xem xét kỹ lưỡng trong nghiên cứu dạng này (nó thường được gọi là nghiên cứu điều trị-kết quả).

source: The close analysis reveals that from DeLorean’s perspective the conversation was about financing for his car business.
vi: Bản phân tích kỹ lưỡng này cho thấy rằng từ quan điểm của DeLorean, cuộc đối thoại này là về việc tài trợ cho công ty xe ô tô của anh ta.

source: The comments made by the profiler were assessed against what was known about the apprehended offender.
vi: Những bình luận của những người lập hồ sơ được thẩm định và so sánh với những thứ đã biết về những tên tội phạm đã bị bắt .

source: The committee was set up in response to a number of factors including media focus on people who had been found guilty and put in jail based on witness testimony that was later shown to be mistaken.
vi: Ủy ban được thành lập nhằm đáp lại những yếu tố bao gồm cả phương tiện truyền thông tập trung vào người có tội và ngồi tù, dựa trên lời khai nhân chứng nhưng sau đó đã được chứng minh là sai lầm.

source: The contents of this book would not have been possible with- out the help of all those people around the world who have participated in the thousands of relevant psychological studies.
vi: Nội dung của cuốn sách này sẽ không thể hoàn thiện nếu không có sự giúp đỡ của nhiều người bạn trên thế giới đã tham gia vào hàng ngàn nghiên cứu tâm lý liên quan.

source: The convictions were overturned by the Court of Appeal in 1992, after new DNA evidence was uncovered under layers of paint on a skirting board in Miss White’s flat.
vi: Vụ án được xét xử lại bởi Tòa phúc thẩm vào năm 1992, sau khi chứng cứ mới liên quan đến DNA được phát hiện dưới lớp sơn của tấm gỗ ốp chân tường tại căn hộ của White.

source: The core of the Think First programme is a block of twenty-two group-based sessions, each of which is two hours long.
vi: Trung tâm của chương trình là một chuỗi 22 buổi làm việc nhóm với thời gian cho mỗi buổi là 2 giờ.

source: The counter argument to this is that the specialized words and use of words allows for the precision that is necessary in the legal context.
vi: Các lập luận phản biện này là những từ chuyên ngành và sử dụng từ ngữ cho phép độ chính xác đó là cần thiết trong bối cảnh pháp lý.

source: The crime of rape is clearly a very serious one and whether someone is convicted can depend upon the question of consent.
vi: Tội hiếp dâm rõ ràng là rất nghiêm trọng và liệu có ai đó bị kết án có thể phụ thuộc vào các câu hỏi về sự đồng thuận.

source: The cues that had been examined in several studies did not produce the same effect across the studies.
vi: Những dấu hiệu được kiểm nghiệm trong một vài nghiên cứu không tạo được ảnh hưởng giống nhau .

source: The current reality is very far removed from this.
vi: Thực tế hiện nay khác xa quan điểm này.

source: The defendant’s response is to diffuse this and represent the actions back to the lawyer as joint actions; ‘we started kissing’, ‘we started to fool around again’ or actions of indeterminate nature ‘all our clothes at one point were taken off and we were fooling around’.
vi: Bị cáo trả lời để đưa thông tin và miêu tả những hành động cho luật sư như là những hoạt động chung; ' chúng tôi bắt đầu hôn, 'chúng tôi quên hết xung quanh một lần nữa' hoặc những hành động không xác định 'tất cả quần áo ở chỗ được cởi ra và chúng tôi quấn lấy nhau'.

source: The demographic composition of the police service in many countries has changed considerably over the last thirty years, reflecting the change in composition of the population and wider changes in society.
vi: Thành phần dân số của cơ quan cảnh sát tại nhiều quốc gia đã thay đổi đáng kể trong vòng ba mươi năm qua, phản ánh sự thay đổi trong thành phần dân số và thay đổi rộng hơn trong xã hội.

source: The development of these ‘What Works’ principles has inevitably been reliant on the conclusions of research studies.
vi: Sự phát triển của những nguyên tắc 'Hoạt động thế nào' chắc hẳn đã dựa vào những kết luận của các công trình nghiên cứu.

source: The different approaches to this type of profiling can be broadly broken down into three categories.
vi: Những cách tiếp cận khác cho kiểu lập hồ sơ này nhìn chung có thể chia thành ba loại.

source: The different types of offender profiling can be broken down broadly into two types: geographical profiling and the profiling of an offender’s personal characteristics.
vi: Nhìn chung, có thể phân chia việc thiết lập hồ sơ tội phạm thành hai loại: lập hồ sơ tội phạm dựa theo yếu tố địa lý và lập hồ sơ tội phạm theo tính cách cá nhân của người phạm tội.

source: The distances between places in our cognitive maps are unlikely to reflect real distances: instead perceived distance plays an important role.
vi: Khảng cách giữa những địa điểm trong bản đồ nhận thức của chúng ta thường không chắc sẽ phản ánh khoảng cách thực: thay vào đó, khoảng cách cảm nhận đóng một vai trò quan trọng.

source: The dominant policing ideology emphasizes that officers should be capable and emotionally strong individuals, who are able to deal with situations that ‘civilians’ would find stressful.
vi: Tư tưởng cảnh sát chi phối nhấn mạnh rằng người sĩ quan cảnh sát nên là những người có cảm xúc mạnh mẽ và có năng lực, có thể đương đầu với những tình huống mà “người bình thường” cảm thấy lo lắng và hoảng sợ.

source: The effect of routine stressors over long periods of time can have many detrimental effects, such as medical problems, absenteeism, high staff turnover, alcohol problems, marital problems and family breakdowns.
vi: Việc bị căng thẳng trong một thời gian dài có thể gây ra nhiều ảnh hưởng xấu, như bệnh tật, nghỉ làm không lý do, bỏ việc, nghiện rượu và các vấn đề về hôn nhân, gia đình.

source: The effectiveness of geographical profiling has not received a great deal of attention, though there are some reports regarding its accuracy.
vi: Sự hiệu quả của việc lập hồ sơ tội phạm dựa theo yếu tố địa lý đã không nhận được sự quan tâm lớn, mặc dù có rất nhiều phản hồi về tính chính xác của nó.

source: The effects of inappropriate questions have been found to be even more pronounced if they are asked by authority figures.
vi: Mức độ tác động của những câu hỏi không phù hợp còn mạnh mẽ hơn nữa nếu người đặt câu hỏi là người có thẩm quyền.

source: The effects of such training have usually been found to be weak.
vi: Hiệu quả của cách luyện tập này thường được thấy là yếu

source: The enforced removal of prisoners from their social network and from intimate relationships with others can result in loneliness.
vi: Việc bị buộc cách ly khỏi các mối quan hệ gia đình và xã hội có thể khiến các tù nhân cảm thấy cô độc.

source: The evidence against the client involved eyewitnesses.
vi: Chứng cứ đưa ra chống lại thân chủ đó có liên quan đến nhân chứng.

source: The evidence available suggests that it stems more from police training rather than the attitude of people when entering the police service.
vi: Các bằng chứng cho thấy nó bắt nguồn từ quá trình huấn luyện cảnh sát hơn là từ thái độ của mọi người khi bước vào ngành công an.

source: The evidence need not eliminate all possible doubt because everything in life is open to some possible or imaginary doubt.
vi: Những bằng chứng cần thiết không loại trừ tất cả khả năng có thể bởi vì mọi thứ trong cuộc sống mở ra vài nghi ngờ có thể và tưởng tượng.

source: The exception was that week at Hatfield, when there was a great deal more action and violence than normal.
vi: Tuần ấy ở Hatfield là một trường hợp ngoại lệ, khi đó đã có xô xát và bạo lực nhiều hơn bình thường.

source: The final area in which linguists have tended to give evidence is over disputes of meaning and use.
vi: Lĩnh vực cuối cùng mà những nhà ngôn ngữ học có xu hướng sử dụng để đưa ra bằng chứng thì liên quan đến ý nghĩa và thói quen.

source: The first draws on the history of our legal systems; the second is more functional in trying to understand the purpose of legal language.
vi: Việc đầu tiên dựa trên lịch sử của hệ thống pháp luật; thứ hai là chức năngthêm vào trong việc cố gắng để hiểu được mục đích của ngôn ngữ pháp lý.

source: The first involves the interviewers checking that they have correctly understood the important parts, if any, of what the interviewees have communicated.
vi: Ở phần đầu, người thẩm vấn sẽ kiểm tra lại xem họ đã hiểu đúng được những điểm quan trọng, nếu có, trong lời khai của nhân chứng hay chưa.

source: The first is that punishment should also be about helping offenders to change the way they think about their crimes, about their victims and about offending in general.
vi: Trước tiên là việc hình phạt nên giúp người phạm tội thay đổi cách suy nghĩ về tội ác mà họ gây ra, về những nạn nhân và tội lỗi mà họ phạm phải.

source: The first is through threats (‘If you tell, your mum won’t believe you and you’ll be put in care’) or violence, and the second is through what is termed ‘grooming’.
vi: Đầu tiên là đe doạ ("nếu con kể ra, mẹ con sẽ không tin đâu và con sẽ bị đưa vào bệnh viện") hoặc bạo lực, và thứ hai là qua một giai đoạn được gọi là "chuẩn bị" .

source: The first is what is known as statistical profiling.
vi: Lọai thứ nhất được biết đến là lập hồ sơ theo phương pháp thống kê.

source: The first key theme is the relationship between children and their parents.
vi: Yếu tố đầu tiên là mối quan hệ giữa trẻ em và cha mẹ của mình.

source: The first stage (often called ‘the interview’) is designed to allow suspects to say whether they committed the crime or not.
vi: Giai đoạn đầu thường gọi là chất vấn được thiết kế cho phép nghi phạm trả lời cho dù họ có phạm tội hay không.
